Repository: common-repository/my-newsletter
Catalog: lang/*-newsletter-*.po
Languages: es_es, fa_ir

source: WP Newsletter
fa_ir: خبرنامه وردپرس

source: %s<p><strong>This email sent by <a href="%s" target="_blank">%s</a> using the <a href="http://www.georgijevic.info/wordpress-newsletter/" target="_blank">WP Newsletter</a> plugin.<br />Please do not reply this email. Thank you!!!<br />If you do not want to receive such messages, please <a href="%s[wpmmunsubscribe]" title="Unsubscribe">unsubscribe</a>!</strong></p>
es_es: %s<p><strong>Este email fue enviado por <a href="%s" target="_blank">%s</a> usando el plugin <a href="http://www.georgijevic.info/wordpress-newsletter/" target="_blank">WP Newsletter</a>.<br />Por favor no responda este e-mail. ¡¡¡Gracias!!!<br />Si no desea recibir estos mensajes, por favor <a href="%s[wpmmunsubscribe]" title="Unsubscribe">desuscríbase</a>!</strong></p>
fa_ir: %s<p><strong>این ایمیل توسط<a href="%s" target="_blank">%s</a> به وسیله ی افزونه <a href="http://www.georgijevic.info/wordpress-newsletter/" target="_blank">خبرنامه وردپرس</a> ارسال شده است.<br />لطفا با این ایمیل پاسخ ندهید. باتشکر!<br />اگر نمی خواهید که این ایمیل ها را دریافت کنید، <a href="%s[wpmmunsubscribe]" title="لغو اشتراک">اشتراک خود را لغو کنید</a>!</strong></p>

source: Sending emails(Do not close your browser!)
es_es: Envío de mensajes de correo electrónico (¡No cierre su navegador!)
fa_ir: در حال ارسال ایمیل (مرورگر خود را نبندید.)

source: Sending......
es_es: Enviando...
fa_ir: در حال ارسال......

source: Send completed
es_es: Envio completado
fa_ir: ارسال انجام شد.

source: Write mail
es_es: Escribir email
fa_ir: ارسال ایمیل

source: Recipient group
es_es: Grupo de destinatarios
fa_ir: گروه دریافت کننده

source: All commenter
es_es: Todos los comentarios
fa_ir: همه ی کسانی که دیدگاه ارسال کرده اند.

source: All registered user
es_es: Todos los usuarios registrados
fa_ir: همه ی کاربرانی که ثبت نام کرده اند.

source: All subscribers (All commenter and registered user)
es_es: Todos los suscriptores (Todos los que comentan y los usuarios registrados)
fa_ir: همه ی مشترکان (کاربران ثبت نام شده و دیدگاه دهندگان)

source: The specified post's comments
es_es: Los comentarios del post especificado
fa_ir: دیدگاه های نوشته مشخص

source: Specified post
es_es: Post especificado
fa_ir: نوشته مشخص

source: Subject
es_es: Asunto
fa_ir: موضوع

source: Can use HTML code.
es_es: Puede utilizar código HTML.
fa_ir: می توانید از کد اچ تی ام ال استفاده کنید.

source: Number of per time send
es_es: Número de envío por tiempo
fa_ir: تعداد ارسال در هر دفعه:

source: Send
es_es: Enviar
fa_ir: ارسال

source: Support the developer
es_es: Apoyar al desarrollador
fa_ir: از توسعه دهنده افزونه حمایت کنید:
